[
  "obsidian-admonition",
  "obsidian-annotator",
  "buttons",
  "table-editor-obsidian",
  "calendar",
  "obsidian-chartsview-plugin",
  "cmdr",
  "dataview",
  "obsidian-douban-plugin",
  "editing-toolbar",
  "obsidian-hide-sidebars-when-narrow",
  "homepage",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "obsidian-linter",
  "templater-obsidian",
  "obsidian-timeline",
  "zotlit",
  "obsidian-tasks-plugin",
  "recent-files-obsidian",
  "quickadd",
  "mx-bili-plugin",
  "media-extended",
  "obsidian-style-settings",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-git"
]