[
  "calendar",
  "templater-obsidian",
  "quickadd",
  "recent-files-obsidian",
  "dataview",
  "obsidian-style-settings",
  "wikilinks-to-mdlinks-obsidian",
  "Enhanced editing",
  "obsidian-excel-to-markdown-table",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-hover-editor",
  "zotlit",
  "obsidian-kanban",
  "obsidian-tasks-plugin",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-admonition",
  "obsidian-annotator",
  "editing-toolbar",
  "obsidian-git",
  "obsidian-weread-plugin",
  "obsidian-linter",
  "cmdr",
  "obsidian-chartsview-plugin",
  "buttons",
  "obsidian-banners"
]